export const conditions = [
    'Оплата послуг відбувається до початку оренди.При подовженні терміну оренди, оплата також відбувається наперед.',
    'Тарифи на прокат автомобіля і додаткові послуги вказані в гривнях.',
    'Доба прокату авто закінчується через 24 години з моменту фактичного отримання авто.',
    'Обмеження пробігу за добу – 350 км (середньодобовий ліміт). Загальний ліміт розраховується за формулою 350 км * кількість діб оренди. Перепробіг оплачується окремо.',
    'Клієнт залишає заставу за автомобіль і робить повну оплату за послуги перед початком оренди (у момент підписання договору прокату). Сума застави і сума оплати вказана в акті прийому-передачі. У випадку повернення авто у вихідному стані і у встановлений за договором строк, застава повертається клієнту негайно і в тому самому об’ємі!',
    'Застава – це сума стандартної відповідальності клієнта за час прокату машини.',
    'Всі автомобілі видаються напрокат у чистому вигляді.',
    'Перед прокатом, співробітник компанії, робить фотографії кузова і салона автомобіля і описує наявні пошкодження в акті прийому-передачі авто.',
    'Стандартна комплектація авто: запасне колесо, балонний ключ, буксирувальний гак, знак аварійної зупинки, аптечка, вогнегасник, шини по сезону (зимові/літні).',
]
