import { Statisics } from './types'

export const statistics: Statisics[] = [
    {
        percent: 89,
        title: 'клієнтів оцінили наші авто на відмінно',
    },
    {
        percent: 92,
        title: 'клієнтів швидко отримали всю необхідну інформацію при першому контакті з менеджером',
    },
    {
        percent: 94,
        title: 'клієнтів отримали авто не більше ніж за 30 хвилин після приїзду в офіс',
    },
    {
        percent: 96,
        title: 'клієнтів відзначили, що отримали чисте авто',
    },
    {
        percent: 99,
        title: 'клієнтів отримали машину з повним баком',
    },
    {
        percent: 93,
        title: 'клієнтів здали авто і повернули собі заставу менш ніж за 20 хвилин',
    },
]
