export const advantagesList = [
    'кожен автомобіль повністю технічно справний, регулярно проходить плановий техогляд;',
    'усі транспортні засоби застраховані за КАСКО та ОСАГО;',
    'ми надаємо повністю заправлену машину;',
    'автомобіль буде виданий чистим, а перед поверненням мити його не обов&apos;язково;',
    'за необхідності вам буде надано додаткове обладнання, наприклад, дитяче крісло або GPS-навігатор;',
    'цілодобова служба технічної підтримки завжди буде на зв&apos;язку, де б ви не знаходилися;',
    'під час оплати з вас вимагається тільки зазначена в договорі сума – додаткові комісії та інші приховані платежі виключені.',
]
