import React from 'react'
import styles from './Description.module.css'

export const Description = () => {
    return (
        <div className={styles.container}>
            <h2 className={styles.title}>Прокат авто</h2>
            <p>
                Приїжджаючи до Києва у справах чи в якості туриста, багато хто
                стикається з проблемою вільного пересування містом.
                Короткострокова або тривала оренда авто в компанії SevenCars –
                це найкраща альтернатива громадському транспорту або таксі. До
                того ж, ви отримуєте повну свободу пересування: можете
                самостійно планувати маршрут і не залежати від розкладу
                автобусів або часу подачі машини.
            </p>
            <br />
            <p>
                Наша компанія працює в цьому сегменті ринку вже більше шести
                років. За цей час було створено великий парк сучасних
                транспортних засобів і організовано диспетчерську службу.
                Оформити заявку та взяти напрокат авто в м. Києві можна,
                зателефонувавши до нашого офісу або зв'язавшись із нами через
                Інтернет. Не втрачайте унікальний шанс недорого зняти машину
                потрібного вам класу з водієм або без нього!
            </p>
        </div>
    )
}
